Repository: sandrawar/PerfectPaws
Catalog: lib/l10n/app_*.arb
Languages: es, pl

source: Dogs
pl: Psy

source: Settings
es: Configuraciones
pl: Ustawienia

# emptyDogsList
source: There are no dogs to see at the moment
es: No hay perros para ver en este momento
pl: Brak psów do wyświetlenia

# emptySavedDogsList
source: You have no saved dogs
es: No tienes perros guardados
pl: Nie masz aktualnie zapisanych psów

source: Add dog
es: Agregar perro
pl: Dodaj psa

source: Dog's name
es: Nombre del perro
pl: Imię psa

source: Dog's description
es: Descripción del perro
pl: Opis psa

source: Dog's age
es: Edad del perro
pl: Wiek psa

# dogsLocation
source: Dog's location (start with the city)
es: Ubicación del perro
pl: Lokalizacja psa

source: Next
es: Siguiente
pl: Dalej

# prev
source: Previous
es: Anterior
pl: Wróć

source: Add
es: Agregar
pl: Dodaj

source: Cancel
es: Cancelar
pl: Anuluj

source: Dog added!
es: ¡Perro agregado!
pl: Pies dodany!

# volunteerNullCheck
source: Fill the volunteer name, please
es: Por favor, completa el nombre del voluntario
pl: Proszę podać nazwisko wolontariusza

# dogsAgeNullCheck
source: Fill the dog's age, please
es: Por favor, completa la edad del perro
pl: Proszę podać wiek psa

# dogsLocationNullCheck
source: Fill the dog's location, please
es: Por favor, completa la ubicación del perro
pl: Proszę podać lokalizację psa

# dogsNameNullCheck
source: Fill the dog's name, please
es: Por favor, completa el nombre del perro
pl: Proszę podać imię psa

# dogsDescriptionNullCheck
source: Fill the dog's description, please
es: Por favor, completa la descripción del perro
pl: Proszę podać opis psa

# takePicture
source: Take a dog's picture
es: Tomar una foto del perro
pl: Zrób zdjęcie psa

# choosePicture
source: Choose a dog's photo from your gallery
es: Elige una foto del perro de tu galería
pl: Wybierz zdjęcie z galerii

source: Save changes
es: Guardar cambios
pl: Zapisz zmiany

source: Dog's data updated!
es: ¡Datos del perro actualizados!
pl: Dane psa zaktualizowane!

# dogsDataUpdateError
source: Dog's data update failed
es: Error al actualizar los datos del perro
pl: Aktualizacja danych psa niepowiodła się

source: Log in
es: Iniciar sesión
pl: Zaloguj

source: Register
es: Registrarse
pl: Zarejestruj

# newUser
source: Don't you have an account yet? Register now
es: ¿No tienes una cuenta todavía? Regístrate ahora
pl: Nie masz konta? Zarejestruj się

source: Password
es: Contraseña
pl: Hasło

# loginError
source: Login failed
es: Error al iniciar sesión
pl: Błąd podczas logowania

# messageDeleted
source: Message has been deleted.
es: El mensaje ha sido eliminado.
pl: Wiadomość zostałą usunięta

# yoursMessages
source: My messages
es: Mis mensajes
pl: Moje wiadomości

source: From
es: De
pl: Od

# noMessages
source: No messages to display
es: No hay mensajes para mostrar
pl: Brak wiadomości.

source: Error
pl: Błąd

# deletingMessageError
source: Deleting Message failed
es: Error al eliminar el mensaje
pl: Błąd podczas usuwania wiadomości

source: Message Sent!
es: ¡Mensaje enviado!
pl: Wiadomość wysłana!

source: Send
es: Enviar
pl: Wyślij

source: Send Message
es: Enviar mensaje
pl: Wyślij wiadomość

source: Your message
es: Tu mensaje
pl: Twoja wiadomość

# volunteerIdNull
source: Fetching volunteer Id in process. Try again.
es: Obteniendo el ID del voluntario. Inténtalo de nuevo.
pl: Trwa pobieranie ID wolontariusza. Spróbuj ponownie.

# sendingMessageError
source: Message sending failed
es: Error al enviar el mensaje
pl: Błąd przy wysyłaniu wiadomości

# welcomeMessage
source: Hello! Your account has been activated!
es: ¡Hola! ¡Tu cuenta ha sido activada!
pl: Witaj! Twoje konto zostało utworzone.

# registerYourself
source: Create an account
es: Crea una cuenta
pl: Zarejestruj się

# registeredAlready
source: Have an account? Log in
es: ¿Ya tienes una cuenta? Inicia sesión
pl: Masz już konto? Zaloguj się

# registerError
source: Registration failed.
es: Error al registrarse.
pl: Wystąpił błąd podczas rejestracji.

# myDogs
source: My posts
es: Mis publicaciones
pl: Moje ogłoszenia

source: Number of saves
es: Número de guardados
pl: Liczba zapamiętań

# noPosts
source: You have no posts right now
es: No tienes publicaciones en este momento
pl: Nie masz aktualnie żadnych ogłoszeń

source: Dog's birth date
pl: Data urodzenia psa

source: Choose date
pl: Wybierz datę

# isEstimated
source: is date only estimated?
pl: Czy wprowadzona data jest jedynie przybliżeniem?

# dateFormat
source: MM/dd/yyyy
es: dd/MM/yyyy
pl: dd/MM/yyyy

source: Incorrect verification code.
pl: Wprowadzony kod jest niepoprawny

# errorMessage
source: An unexpected error occurred. Please try again later.
pl: Wystąpiłbłąd, spróbuj ponownie póżniej.

# areUVolunteer
source: Are you a volunteer?
pl: Czy jesteś wolontariuszem?

# enterVerificationCode
source: Enter the verifivation code, please
pl: Wpisz kod weryfikacyjny

# estimatedDate
source: This birth date is just an estimation
pl: Data urodzenia psa jest jedynie przybliżeniem

# deleteFromSaved
source: Delete dog from saved
pl: Usuń psa z zapisanych

# saveDog
source: Add dog to remembered
pl: Dodaj psa do zapamiętanych

source: Log out
pl: Wyloguj

# deleteDog
source: Delete dog's poster
pl: Usuń ogłoszenie

# volunteer
source: Wolontariusz
es: Voluntario

source: Email
es: Correo electrónico
